Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.et-se.tmx
Source language: et
Languages: se

source: Kui riskid on liiga suured, on meil õigus edasine töö ehitusplatsil keelata seniks, kuni töökeskkonda on parendatud.
se: De pressade tidsramarna liksom att arbetsplatserna är tillfälliga kan också ha betydelse.

source: Paljude ehitustöölistega tuleb ette õnnetusi ja tööst tingitud haigestumisi või vigastusi.
se: Grundläggande bestämmelser om arbetsmiljön finns i arbetsmiljölagen.

source: Halb planeerimine ja ajaressursi vähesus tõstab õnnetuste riske.
se: 1 § uppförande, ändring, reparation, underhåll och rivning.

source: Ehitiste ja hoonete ehitamise, muutmise, rekonstrueerimise, hoolduse või lammutustega seonduvad töid reguleerivad Töökeskkonnaseadus ja Töökeskkonnaameti ehituseeskirjad.
se: Tänk på att även byggnads- och anläggningsarbete under jord och under vatten ingår.

source: Reeglid käivad nii ettevõtte omaniku kui töövõtja kohta, olenemata töövõtuvormist.
se: Även andra föreskrifter från Arbetsmiljöverket kan vara aktuella vid byggnads- och anläggningsarbete.

source: Kukkumiste ohu vähendamine
se: Förebygg risken för fall

source: Kukkumine on ehitusplatsidel kõige tavalisemaks surmade või õnnetuste põhjuseks.
se: Fall är den vanligaste orsaken till dödsfall och olyckor på byggarbetsplatsen.

source: Kukkummiste oht peab olema ennetatud.
se: Risken för fall ska vara förebyggd.

source: Kaitsepiirded, tööplatvormid, töökorvid, ehitustellingud või muu sarnane kaitse tuleb kasutusele võtta esmajärjekorras.
se: Sådana skyddsanordningar behövs i allmänhet när nivåskillnaden är två meter eller mer.

source: Kaitsepiirded peavad:
se: Skyddsräcken ska:

source: olema turvalised
se: vara hållfasta,

source: Kui kaitse kinnitamine pole võimalik, tuleb kasutada personaalseid turvistikuga varustatud kaitseseadmeid.
se: I 88 § i föreskrifterna anges hur man ska bedöma vilket alternativ man ska välja.

source: Keskkoha turvarihm võib kaasa tuua suuri vigastusi ning seda ei tohi seetõttu kasutada.
se: Om detta inte går att ordna ska lämplig person utses som håller fast linan, lämpligen genom avhåll.

source: Kinnitage ohutusnöör mingi kindla ja turvalise konstruktsiooni külge katusel.
se: Linan ska hållas sträckt under arbetet.

source: Osade tööde puhul on vajalik kasutada kaitsevõrku.
se: Personlig skyddsutrustning

source: Tavaliselt tuleb kasutada kaitsekiivrit ning kaitsejalanõusid.
se: Även i föreskrifterna finns bestämmelser om montering.

source: Vahel on tarvis kasutada ka silmakaitseid, kuulmekaitseid ja kindaid.
se: Ett skyddsnät får endast monteras under överinseende av en kompetent person.

source: Parema tööasendi tagab tasane pind, nt sellised platvormid, mida on võimalik tõsta või langetada.
se: Att nätet åldras medför att töjbarheten hos maskorna minskar.

source: Pärast pingutamist peavad lihased kehas taastuma.
se: Se upp för dolda risker!

source: Ehitusalal kasutatakse mitmeid mürgiseid, kantserogeenseid, söövitavaid või allergiaid tekitavaid aineid.
se: Planera arbetet rätt – undvik skadliga belastningar

source: Näiteks sisaldab betooni, müürimört ja krohv tsementi, mis võib pikemaajalisel kokkupuutel nahaga tekitada söövitushaavu.
se: Byggnadsarbete är ofta tungt och belastande för kroppen.

source: Kui tegemist on Rootsis ostetud toodetega, peab ohutusalane teabeleht olema rootsikeelne.
se: En plan yta att stå på, som inte är för liten, ger bättre förutsättningar för att få en bra arbetsställning.

source: Ettevõte, kes toob Rootsi sisse ohtlikke keemilisi tooteid oma tarbeks kasutamiseks, vastutab selle eest, et toote kohta on töökohal olemas kirjalik ohutus- ja turvaalane teave töötajatele arusaadavas keeles.
se: Det går inte lika bra med en vanlig rullställning, men möjligheterna att få en hygglig arbetsställning ökar om man väljer en ställningsmodell som har liten höjdskillnad mellan plattformslägena.

source: Ehitusplatsil peab olema tagatud loetelu kõigi ohtlike keemiliste toodete kohta.
se: Använd skivhissar och stativ för skruvdra- gare som avlastar vid arbete i tak.

source: Igal tööandal lasub sellealane vastutus.
se: Skruvdragare med magasin är tunga.

source: Tööandja peab töövõtjaid teavitama keemiliste toodetega kaasnevatest riskidest ning veenduma, et töövõtjad on teabest aru saanud.
se: En skruvdragare utan magasin är lättare att hantera och man får dessutom en kort paus varje gång skruven ska sättas i.

source: Teatud ohtlike ainete puhul kehtivad eriti ranged reeglid:
se: Variera arbetet

source: Asbest: asbestiga töötamiseks ja selle eemaldamiseks on töid läbiviival ettevõttel tarvis hankida Töökeskkonnaametilt luba.
se: Det är viktigt att få möjlighet att återhämta sig efter ansträngning.

source: Loa saamiseks on vajalik esitada dokumendid vastava väljaõppe kohta ning arstitõend.
se: Detta tar tid, särskilt om ansträngningen pågått länge.

source: Ühenduskohad ja transport
se: Förbindelseleder och transporter

source: Ehitusplatsil peavad olema turvalised ühenduskohad, nt trepp või kaldtee erinevate tasandite vahel.
se: Mellan olika plan ska det normalt finnas trappa eller ramp.

source: Kui töövõtja peab palju treppe kasutama, peab üle 10-meetriste tasanditevahelise vahede puhul olema tööplatsil tagatud lifti olemasolu.
se: Kring förbindelseleder avsedda för motorfordon ska det finnas antingen tillräckligt säkerhetsavstånd eller tillräckliga skyddsanordningar.

source: Ehitusplatsile jäävate autoteede puhul peab turvalisus olema tagatud kas piisava vahemaa kindlustamise või kaitseseadmete olemasolu läbi.
se: På intagsbryggor ska det normalt finnas grind eller bom.

source: -seadmeid ära võtmata.
se: Tillträdesleder

source: Paljud masinad ja tõsteseadmed peavad selleks, et neid jätkuvalt kasutada tohiks, läbima korrapäraseid ülevaatusi.
se: Platserna där de finns ska märkas ut med skyltar.

source: Kui ülevaatust pole tehtud või kui ülevaatuse korras esile toodud puudusi pole kõrvaldatud, on masina või tõsteseadme kasutamine karistatav.
se: De kan behövas till exempel där brandfarliga ämnen används, där utrymningsvägarna är långa eller där ett stort antal personer uppehåller sig samtidigt.

source: Ülevaatus tuleb läbi viia vastavuses Rootsi seadusandlusega.
se: Lämpliga övningar ska genomföras regelbundet.

source: Mõnikord on vajalik ka töövõtjate kaitsmine ilmastiku tingimuste (nt tuulte ja külma) vastu.
se: Bland annat brandredskap, alarmsystem, elinstallationer, förbindelseleder, trafik- anordningar, skyddsnät och varselmärkning ska kontrolleras och underhållas regelbundet.

source: Kui neile aladele on siiski vaja juurde pääseda, on vajalik kaitsekatuse olemasolu.
se: Åtgärder kan också behövas vid arbete med byggprodukter eller utrustning som innehåller lagrad energi.

source: Maapinnatööd tuleb planeerida nii, et maapinda ei koormataks rohkem, kui see välja kannatab.
se: Tänk på att förankringar av byggprodukter med mera måste kunna klara förekommande belastningar på grund av vind.

source: Ehitusplatsidelt mööduvad sõidukid kujutavad endast ohtu.
se: Förankring av form vid tillfällig uppställning.

source: Esmajärjekorras tuleb liiklus ümber suunata.
se: Tänk på vindpåverkan!

source: Liiklusest eraldamata tööplatsil töötav isik peab kandma helkuritega varustatud kõrgnähtavust tagavaid riideid.
se: Stödkonstruktion för säker uppställning av t.ex. betongelement, så att ras och glidning förhindras.

source: Kõik peavad suutma turvaliselt ja kiiresti tööplatsilt lahkuda, nt tulekahju puhul.
se: Skydd mot väder och vind

source: Väljapääsud ja kogunemiskohad peavad olema siltidega varustatud.
se: En bra åtgärd är intäckning av arbetsplatsen med väderskydd.

source: Töökeskkonna plaan tuleb välja töötada juba enne ehitustöödega alustamist.
se: Alternativt får schakten utföras med släntlutning.

source: Eelkõige vastutab planeerimis- ja projekteerimisala ehitustöökeskkonna koordinaator plaani välja töötamise eest.
se: Fordonstrafik ska hållas på avstånd från schaktgropen.

source: Ehitustöökeskkonna koordinaatori ülesandeks on vastutada selle eest, et plaan oleks kättesaadav töökohal niipea, kui ehitustöödega on alustatud.
se: I föreskrifterna anges en mängd åtgärder som ska övervägas eller vidtas för att förebygga riskerna.

source: Koordinaatori ülesandeks on ka plaani vajalike muudatuste ja kohanduste tegemine.
se: En del av dem ska övervägas i en viss ordning.

source: Plaanis peab sisalduma alljärgnev:
se: Kemiska arbetsmiljörisker

source: tööplatsil rakendatavad reeglid
se: Kemiska arbetsmiljörisker

source: Laohooned, töökojad ja hoidlad ning ühendused ja transport tuleb eelnevalt planeerida.
se: Tillverkare och importörer av kemiska produkter och andra ämnen har ett liknande ansvar.

source: Valida tuleb töömeetodeid või varustust, mis:
se: De regler som ska tillämpas på byggarbetsplatsen.

source: Kes vastutab mille eest?
se: Arbetets planering

source: Ehitusplatsil hea töökeskkonna loomiseks on väga oluline ennetav töökeskkonnaalane töö ning kõigi asjaosaliste vastutus.
se: Planeringen behöver grunda sig på en riskbedömning.

source: Põhivastutus töökeskkonna arvestamisel ehitusprojekti ettevalmistusfaasis (planeerimis- ja projekteerimistööd) on ehitustööde või rajatistööde läbiviijal (Projektijuhil).
se: Vägar för fordonstrafik ska separeras från leder för gående.

source: Projektijuht peab ka vastutama selle eest, et ehitus- ja rajatistööd on vastavuses töökeskkonna reeglitega ning määrab ka ehitus- või rajatistööde läbiviimise ajaks töökeskkonna koordinaatori.
se: Arbetet ska planeras så att olika verksamheter inte sammanfaller i tid och rum på ett sådant sätt att risk för ohälsa eller olycksfall uppkommer.

source: Projekteerijad (arhitektid, konsultandid jne) vastutavad samuti oma töö raames selle eest, et ehitusprojekti koostamisel võetakse arvesse ehitusaegset töökeskkonda.
se: motverkar olycksfall på grund av fall eller ras,

source: Ehitustöökeskkonna koordinaator ehitus- ja rajatistööde ajal koordineerib töid lähtudes töökeskkonnast, kohandab töökeskkonna plaani vastavalt tööde tegelikule läbiviimisele, kontrollib, et töid teostataks vastavalt töökeskkonnaalastele nõuetele ning et järgitakse töökeskkonna plaani.
se: innebär att hälsofarliga eller onödigt tröttande belastningar på kroppen undviks, medför låg exponering för buller, vibrationer, farliga ämnen och luftföroreningar.

source: Tööandja vastutus oma töövõtjate suhtes kehtib täielikult ka siis, kui tööandja vastutab lisaks veel projekteerimise eest, tööl kasutatava masina tootja eest või töökeskkonna koordinaatori eest.
se: När arbetet avslutats ska byggherren ha en färdigställd dokumentation med information av betydelse för arbetsmiljön vid drift, underhåll, reparation, ändring och rivning av byggnaden eller anläggningen.

source: Iseseisev ettevõtja ja need, kes töötavad pereettevõtetes, kus pole töövõtjaid, peavad ehitis- ja rajatistööde puhul järgima suures osas samu reegleid, mis on kehtivad tööandja ja töövõtja puhul.
se: Dokumentationen ska därför beskriva objektets konstruktion och utformning samt de byggprodukter som använts.

source: Ehitustöötajad osalevad töökeskkonnaalases töös, järgivad kehtivaid ettekirjutusi ja kasutavad olemasolevaid kaitsevahendeid ja -seadmeid.
se: Dokumentationen ska utarbetas av byggarbetsmiljösamordnaren för planering och projektering.

source: Ohutusvolinik esindab töövõtjaid turvaalastes küsimustes.
se: Skyddsronder

source: Tootja, maaletooja ja tehniliste seadmete rendile andja vastutavad oma toodete ohutuse eest.
se: 9, 12 b och 14 §§

source: Keemiliste toodete ja muude ainete tootjatel ja maaletoojatel on sarnane vastutus.
se: Några andra föreskrifter som också berör byggnads- och anläggningsarbete.

source: Tootja, maaletooja ja rendile andja peavad andma ka vajaliku tooteteabe terviserikete ja õnnetuste ennetamiseks.
se: Några publikationer som kan beställas från Arbetsmiljöverket

source: Töökeskkonnaseadus reguleerib ka ajutiste lepingutega töötajaid värbava tööandja kui ka töökoha eest vastutava isiku vastutusala.
se: AMP-guiden – byggbranschens handledning för upprättande av arbetsmiljöplaner. www.ampguiden.net

source: Additional copies of this publication can be ordered from:
se: Fler exemplar av denna trycksak beställs från Arbetsmiljöverket

source: Fax +46-(0)8-735 85 55 www.av.se
se: E-post: arbetsmiljoverket@av.se www.av.se

source: Süstemaatiline töökeskkonnaalane töö
se: Systematiskt arbetsmiljöarbete

source: Töökeskkonna seadus on loodud eesmärgiga ennetada vigastusi tööl.
se: Vår arbetsmiljölag är till för att förhindra att människor skadas i arbetet.

source: Tööandjana peate pöörama tähelepanu kõigile asjaoludele, mis võivad mõjutada töötajate tervist ja ohutust.
se: Som arbetsgivare ska du ta hänsyn till alla förhållanden som kan påverka de anställdas hälsa och säkerhet.

source: Te vastutate kõikide teie heaks töötavate inimeste töökeskkonna eest.
se: Du har ansvar för arbetsmiljön för alla som arbetar åt dig.

source: Muudatused mootoriga kettsaagide ja võsalõikurite kasutamisel
se: Förändringar vid användning av motorkedjesågar och röjsågar

source: Mootoriga kettsaagide ja võsalõikurite kasutamisel kohaldatavad eeskirjad on esitatud uues määruses AFS 2012:1, mis jõustus 1. detsembril 2012.
se: Regler som gäller vid användning av motorkedjesågar och röjsågar finns i den nya föreskriften, AFS 2012:1 – som trädde i kraft 1 december 2012.

source: Samal ajal muutus kehtetuks AFS 2000:2 „Mootoriga kettsaagide ja võsalõikurite kasutamine”.
se: Samtidigt upphörde AFS 2000:2 Användning av motorkedjesågar och röjsågar, att gälla.

source: Neli suurt muudatust määruses AFS 2012:1
se: Fyra stora förändringar i föreskriften AFS 2012:1

source: Nõudmised kvalifikatsiooni tõendavatele dokumentidele, mille saamiseks tuleb läbida teoreetilised ja praktilised eksamid.
se: Krav på dokumenterade kunskaper i form av avklarade teoretiska och praktiska prov.

source: Töötajal on eksaminõuete täitmiseks aega 1. jaanuarini 2015.
se: Arbetstagaren har fram till 1 januari 2015 på sig att uppfylla kraven på avklarade prov.

source: Isik, kes rikub kvalifikatsiooni tõendavate dokumentide eeskirju peale 1. jaanuari 2015, peab maksma 10 000 krooni trahvi.
se: Den som överträder bestämmelserna på dokumenterade kunskaper efter 1 januari 2015 ska betala en sanktionsavgift på 10 000 kronor.

source: Nõuded hoiatusrõivastele.
se: Krav på varselkläder.

source: Hoiatusrõivad on hea nähtavusega nii valges kui pimedas.
se: Varselkläder är skyddskläder med god synbarhet såväl på dagen som i mörker.

source: Tööandja vastutab, et hoiatusrõivad täidaks kehtivaid nõudeid.
se: Arbetsgivaren ansvarar för att varselkläderna uppfyller gällande krav.

source: (Nõuetele vastavad hoiatusrõivad, mis on- valmistatud standardi SS EN 471 järgi.)
se: (Varselkläder tillverkade enligt standarden SS EN 471 uppfyller kraven.)

source: Saekaitsega kaitsekummikud/kaitsesaapad.
se: Skyddsstövlar/skyddskängor med sågskydd.

source: Olla valmis halvimaks
se: Att vara förberedd på det värsta

source: Töökohas peab olema esmaabivarustus ja kompetentne isik, kes oskab anda esmaabi.
se: Det ska finnas någon som har kompetens och kan ge första hjälpen och utrustning för första hjälpen.

source: Töötajad peavad teadma, kuidas kiirabi või teisi alarmteenistusi välja kutsuda, ja oskama selgelt kirjeldada sündmuskohta jõudmise teekonda, vahel ka koordinaatide abiga.
se: Arbetstagarna ska veta hur ambulans eller andra utryckningsfordon larmas och kunna ge en tydlig beskrivning av vägen till platsen för skadan, ibland med hjälp av koordinater.

source: Üksi töötamine
se: Ensamarbete

source: Üksi metsas töötamisel kehtivad kindlad nõuded välismaailmaga ühendusepidamise kohta.
se: Vid ensamarbete i skogen finns särskilda krav på kommunikation med omvärlden.

source: Tööjuht või töökaaslane peab teadma kohta, kus töötaja metsas töötab.
se: Arbetsledare eller arbetskamrat ska känna till var i skogen personen arbetar.

source: Tormimurruga metsas ei tohi üksi töötada, vaid töötajal peab olema otsekontakt töökaaslase või mõne teise isikuga.
se: Arbete med stormfälld skog får inte utföras ensamt, personen ska ha direktkontakt med arbetskamrat eller annan person.

source: Personali ruumid
se: Personalutrymmen

source: Personali ruumid peaksid olema jalutuskaugusel.
se: Det bör vara gångavstånd till personalutrymmen.

source: Isikukaitsevahendid
se: Personlig skyddsutrustning

source: Isikul, kes töötab mootoriga kettsaega, peab olema järgnev kaitsevarustus:
se: Den som arbetar med en motorkedjesåg ska använda följande personliga skyddsutrustning:

source: Kaitsekiiver Kuulmiskaitsevahend Silmade kaitsevahend
se: Skyddshjälm Hörselskydd Ögonskydd

source: Esmaabiside
se: Första förband

source: Kõrgnähtava värviga kaitsepluus või kaitsevest
se: Skyddsblus eller skyddsväst med varselfärg

source: Töökindad Kaitsepüksid
se: Arbetshandskar Skyddsbyxa

source: Saekaitsega kaitsesaapad/ kummikud
se: Skyddskängor/stövlar med sågskydd

source: Keemilistest ainetest põhjustatud ohud istuta- mistöödel ja taimede pritsimisel
se: Kemiska risker vid plantering och plantbesprutning

source: Kui puutute kokku mingi keemilise ainega, võite saada viga kohe või haigestuda palju hiljem.
se: När du kommer i kontakt med ett kemiskt ämne kan du antingen skadas direkt eller bli sjuk långt senare.

source: Tööga seotud terviseprobleemide vältimiseks otsige aine kohta infot ja kasutage kaitsevarustust vastavalt tootja nõuannetele.
se: För att undvika risk för arbetssjukdomar, ta reda på information om ämnet och använd skyddsutrustning enligt tillverkarens råd.

source: Töökeskkonnaameti brošüür „Ohutu töötamine töödeldud metsaistikutega ja pritsimisel peale istutamist” sisaldab täpsemat informatsiooni.
se: Arbetsmiljöverkets broschyr ”Säkert arbete med behandlade skogsplantor och vid besprutning efter plantering” innehåller mer information.

source: Samuti ei tohi nad istutada taimi, mida on nende vahenditega töödeldud.
se: De får inte heller sätta plantor behandlade med dessa bekämpningsmedel.

source: Kes tohib mootoriga kettsaega töötada?
se: Vem får arbeta med motorkedjesåg?

source: Isik peab olema läbinud teoreetilise ja praktilise eksami, mis näitavad, et tal on konkreetsete tööülesannete täitmiseks vastavad oskused.
se: Personen ska ha gjort ett teoretiskt och praktiskt prov som visar att han eller hon har kunskaper som motsvarar de arbetsuppgifter som ska utföras.

source: Isikul peab olema ka nõuete täitmist kinnitav dokumentatsioon.
se: Personen ska också ha dokumentation som styrker kraven.

source: Kes tohib võsalõikuriga töötada?
se: Vem får arbeta med röjsåg?

source: Töötaja, kes töötab võsalõikuriga, peab olema läbinud vastavat tööala käsitleva koolituse ja tal peavad olema tööks vajalikud oskused.
se: Den som arbetar med en röjsåg ska ha genomgått en utbildning för den typ av arbete som ska utföras och ha kunskaper för arbetet.

source: Suhtuge langevatesse puudesse ettevaatusega
se: Behåll din respekt för fallande träd

source: Langevad puud põhjustavad igal aastal mitmeid surmajuhtumeid.
se: Varje år sker flera dödsolyckor vid trädfällning.

source: Töökeskkonnaameti koduleht
se: Arbetsmiljöverkets webbplats

source: Meie kodulehel on kõikide kehtivate eeskirjade, infolehtede ja raamatute viimased versioonid, mis võivad olla abiks hea töökeskkonna loomisel.
se: På vår webbplats finns senaste versionen av alla gällande regler, informationsbroschyrer och böcker som kan vara till hjälp för att skapa en bra arbetsmiljö.

source: ADI 674, saadaval ainult allalaaditava pdf-failina veebilehel www.av.se
se: ADI 674, ﬁnns endast som pdf för nedladdning på www.av.se

source: Kui Sa kavatsed töötada Rootsis rohkem kui kolm kuud, peab Sul olema tööloale lisaks ka elamisluba.
se: Ska du arbeta i Sverige längre tid än tre månader behöver du förutom ett arbetstillstånd även ett uppehållstillstånd.

source: Mida on vaja, et saada tööluba?
se: Vad krävs för att få arbetstillstånd?

source: Selle kokkuleppe järgi on minimumpalk
se: För att få tillstånd krävs det att

source: 18 542 SEK kuus.
se: du har ett giltigt pass,

source: Kui Sinu tööandja on välismaal asuv firma – näiteks tööjõuvahendusfirma –, mis ei tegutse Rootsis, kehtib Sinu puhul tööjõuvahenduse valdkonna leping, mille järgi miinimumpalk on 19 772 SEK kuus.
se: du kan försörja dig på arbetet, arbetet är av en sådan omfattning att lönen är minst SEK 13 000 i månaden (se dock punkt 5), din arbetsgivare har annonserat tjänsten i Sverige och EU under minst tio dagar (vid nyrekrytering),

source: See leping kehtib sõltuma-ta sellest, kas välismaal asuv firma on kollektiivlepingule alla kirjutanud või mitte.
se: din arbetsgivare erbjuder anställningsvillkor som är i nivå med svenska kollektivavtal eller vad som är brukligt inom yrket eller branschen (se nedan),

source: Eraisikute marja- korjamisest saadud tulu ei maksustata, kui see ei ületa 12 500 SEK aastas.
se: Avtalad minimilön i det avtalet är SEK 18 542 per månad 1 juni 2014 – 31 maj 2015.

source: Aasta jooksul on ületunnitööd lubatud teha kuni 200 tundi.
se: Att plocka bär utan att vara anställd

source: Töökeskkonna ameti ülesanne on jälgida, et tööandjad peaksid töökeskkonna seaduse ja tööaja seaduse sätetest kinni.
se: Det är möjligt för dig som har fått ett visum för släktbesök att plocka bär som privatperson.

source: Võid pöörduda ka Munitsipaaltöötajate Liidu (Kommunal) poole, kellel on töökaitse alal oma regionaalvolinikud, kes jälgivad, et töökeskkond vastaks nõuetele.
se: Inkomster av att plocka bär är skattefria för privatpersoner upp till SEK 12 500 kr per person och år.

source: Tööaja seaduse kohaldamisest võib loobuda kollektiivlepinguga poolte kokkuleppel.
se: För privatpersoner gäller bestämmelser om visum.

source: Kui Sa haigestud
se: Arbetsmiljö och arbetstid

source: Rootsi sotsiaalkindlustussüsteemis on ette nähtud hüvitised – nt haigusraha ja vanematoetus –, mis põhinevad sellel, et Sul on töö.
se: Arbetsmiljön omfattar allt från att maskiner och redskap fyller de säkerhetskrav som ställts på dem, till att stressnivån inte är för hög.

source: Ka tööandjale kehtib sel juhul tingimus.
se: Övertiden får uppgå till högst 200 timmar under ett kalenderår.

source: Alaline tegevuskot on näiteks kontor, vabrik ja muu taoline.
se: Arbetsmiljöverkets inspektörer besöker olika arbetsplatser och kontrollerar att arbetsgivare följer lagarna.

source: Kui Sinu tööandjal on Rootsis alaline tegevuskoht ja Sa viibid Rootsis kuni kuus kuud, oled Sa kohustatud tasuma eritulumaksu (särskild inkomstskatt, rootsikeelne lühend SINK).
se: Du kan också kontakta Kommunal, som har regionala skyddsombud som övervakar att arbetsmiljön är bra. 3

source: Eritulumaksu suurus on 25 protsenti.
se: Arbetstidslagen kan avtalas bort genom kollektivavtal.

source: Tavapäraseid tulumaksustamise reegleid võidakse kohaldada ka korduva Rootsis viibimise korral.
se: Kollektivavtalet kan ersätta hela lagen eller delar av den.

source: Täpsemat teavet leiad Maksuameti veebilehelt www.skatteverket.se.
se: Arbetsmiljöverket har inte tillsyn över arbetstidslagen när arbetstidsfrågan regleras i kollektivavtal.

source: Lähetatud töötajate kohta loe täpsemalt aadressilt www.posting.se.
se: Det finns även bosättningsbaserade förmåner.

source: workinsweden.se Rootsi Instituudi veebilehtedelt www.sweden.se ja www.workinginsweden.se leiad veel infot Rootsi ja Rootsis töötamise kohta.
se: Personer som endast arbetar tillfälligt i Sverige omfattas vanligtvis inte av dessa förmåner.

source: Lähetatud töötajatele laienevad Rootsis näiteks puhkusi ja sünnituspuhkusi puudutavad reeglid.
se: Anmälan påverkar inte den eventuella rätten till förmåner.
